Repository: tsureshkumar/turnpike
Catalog: novellvpn/po/*.po
Languages: fi

source: _Secondary Password:
fi: _Toissijainen salasana:

source: Unable to fetch Group Password
fi: Ryhmä salasanan hakeminen ei onnistu

source: _Username:
fi: _Käyttäjänimi:

source: _Domain:
fi: _Toimialue:

source: _Certificate Password:
fi: _Varmenteen salasana:

source: _Password:
fi: _Salasana:

source: Connect _anonymously
fi: Yhdistä nimettö_mästi

source: Connect as _user:
fi: _Yhdistä käyttäjänä:

source: _Remember password for this session
fi: _Muista salasana tälle istunnolle

source: _Save password in keyring
fi: Tall_enna salasana avainrenkaaseen

source: You need to authenticate to access the Novell's Virtual Private Network '%s'.
fi: Sinun täytyy tunnistautua saadaksesi pääsyn Novellin Virtual Private Network '%s'.

source: Authenticate Novell VPN
fi: Tunnistaudu Novell VPN

source: _Group Password:
fi: _Ryhmän salasana:

source: Add, Remove, and Edit VPN Connections
fi: Lisää, poista ja muokkaa VPN yhteyksiä

source: VPN Connection Manager (NovellVPN)
fi: VPN yhteyshallinta (NovellVPN)

source: <b>Connection Name</b>
fi: <b>Yhteyden nimi</b>

source: <b>Optional Information</b>
fi: <b>Valinnaiset tiedot</b>

source: <b>Required Information</b>
fi: <b>Vaaditut tiedot</b>

source: Authentication Type
fi: Tunnistustyyppi

source: Certificate file
fi: Varmenne-tiedosto

source: DH Group:
fi: DH ryhmä:

source: Gateway
fi: Yhdyskäytävä

source: Gateway Type
fi: Yhdyskäytävän tyyppi

source: Group Name
fi: Ryhmän nimi

source: Nortel Standard Gateway
fi: Nortel Standardi yhdyskäytävä

source: Only use VPN connection for these addresses example: 172.16.0.0/16 10.11.12.0/24
fi: Käytä vain VPN yhteyttä näihin osoitteisiin esimerkiksi: 172.16.0.0/16 10.11.12.0/24

source: PFS Group:
fi: PFS ryhmä:

source: Please enter the information provided by your system administrator below. Do not enter your password here as you will be prompted when connecting.
fi: Anna järjestelmänvalvojalta saamasi tiedot tähän. Älä anna salasanaasi tässä, se kysytään kun otat yhteyden.

source: User Name
fi: Käyttäjänimi

source: _Name used to identify the connection to the private network, e.g. "Campus VPN" or "Corporate Network"
fi: _Nimi jota käytetään yhteyden tunnistukseen yksityisessä verkossa, esim. "Kampus VPN" tai "Yhtiön verkko"

source: Select certificate to use
fi: Valitse käytettävä varmenne

source: Wrong certificate file format
fi: Varmenteen tiedostomuoto on väärä

source: NovellVPN Client
fi: NovellVPN asiakasohjelma

source: The following NovellVPN connection will be created:
fi: Seuraava NovellVPN yhteys luodaan:

source: Name: %s
fi: Nimi: %s

source: The connection details can be changed using the "Edit" button.
fi: Yhteyden yksityiskohtia voidaan muuttaa käyttämällä "Muokkaa" -painiketta.

source: The VPN login failed because the user name and password were not accepted or the certificate password was wrong.
fi: VPN kirjautuminen epäonnistui koska käyttäjänimeä ja salasanaa ei hyväksytty tai varmenteen salasana oli väärä.

source: The VPN login failed because the VPN program could not be started.
fi: VPN kirjautuminen epäonnistui koska VPN ohjelmaa ei onnistuttu käynnistämään.

source: The VPN login failed because the VPN program could not connect to the VPN server.
fi: VPN kirjautuminen epäonnistui koska VPN ohjelma ei saanut yhteyttä VPN-palvelimeen.

source: The VPN login failed because the VPN configuration options were invalid.
fi: VPN kirjautuminen epäonnistui koska VPN määrityksen valinnat olivat virheellisiä.

source: The VPN login failed because the VPN program received an invalid configuration from the VPN server.
fi: VPN kirjautuminen epäonnistui koska VPN ohjelma vastaanotti virheellisen määrityksen VPN-palvelimelta.

source: VPN connection failed
fi: VPN yhteys epäonnistui
